content/posts/welcome.md
+++
title = "Welcome"
author = ["Mike Wright"]
date = 2021-02-13
lastmod = 2021-02-13T12:19:19-08:00
tags = ["general"]
categories = ["community"]
draft = false
weight = 2001
foo = "bar"
baz = "zoo"
alpha = 1
beta = "two words"
gamma = 10
[menu.main]
  identifier = "welcome"
  weight = 2001
+++

## Welcome {#welcome}


### As part of updating the Emacs-SF github organization's meetup-notes repository, {#as-part-of-updating-the-emacs-sf-github-organization-s-meetup-notes-repository}

I've enabled the Discussions tab there, and the wiki pages are now publicly editable.
I've also created the Emacs-SF.github.io repository for publishing the blog.
And I've created the ox-hugo-blog-content repository for the actual org files that
the blog posts are generated from.

[//]: # 
